<?php

return [
    'required' => 'Поле :attribute обязательно для заполнения.',
    'unique' => 'Такое значение поля «:attribute» уже существует.',
    'email' => 'Поле :attribute должно быть действительным адресом электронной почты.',

    'attributes' => [
        'name' => 'Название',
        'logo' => 'Логотип',
        'slug' => 'Slug',
        'certificates' => 'Сертификаты',

        'title_hy' => 'заголовок (Армянский)',
        'title_ru' => 'заголовок (Русский)',
        'title_en' => 'заголовок (Английский)',

        'description_hy' => 'описание (Армянский)',
        'description_ru' => 'описание (Русский)',
        'description_en' => 'описание (Английский)',

        'value' => 'Значение',

        'brand_id' => 'Бренд',
        'category_id' => 'Категория',
        'passport' => 'Паспорт товара',

        'email' => 'Электронная почта',
        'message' => 'Сообщение',

        'product_id' => 'Товар',
        'price' => 'Цена',
        'characteristic_hy' => 'Характеристика (армянский)',
        'characteristic_ru' => 'Характеристика (русский)',
        'characteristic_en' => 'Характеристика (английский)',
        'image' => 'Изображение',

    ],
];
